export const SPOT_DETAILS = {
  "11": {
    tags: ["人間"],
    desc: `「豊かで安全が約束された場所から、わざわざ逃げ出す人間なんていないでしょ？」（八雲紫）
    
    　人間を襲う妖怪が跋扈する幻想郷の中で、人間が安全に暮らせる里です。幻想郷のほとんどの人間がここで暮らしている、幻想郷の中心的な場所です。日々、多くの商業活動、生産活動、文化活動が行われています。
    　人間の里が安全なのは、妖怪同士の不可侵の約束が交わされているからです。と言うのも、妖怪が存在するためには人間に恐れられることが必要なのです。人間がいなくなったり、恐れられなくなったら存在し得ないのです。そう言った事情から安全な人間の里は生まれました。しかし、裏では人間の里に手を出そうとする妖怪もいます。里を支配すれば、幻想郷を支配できる、そう考えている妖怪は少なくありません。既に多くの妖怪達が入り込んでいるようですが、暴力的な手段で支配することは自殺行為なので、結果として人間たちの安全は保障されたままなのです。
    
    アドバイス
    幻想郷マップのほぼ中心に位置するスポットです。様々な方向へのルートが伸びており、人間の里を経由して他のスポットへアクセスすることも多いでしょう。良くも悪くも人妖それぞれにとって影響の大きいスポットですから、物語の展開上も、PCたちが訪れる機会の多い場所でもあるはずです。`,
    events: [
      { name: "道行く人たちに聞き込み", target: 3, effect: "なし" },
      { name: "お店巡りをする", target: 4, effect: "成功時:所持している任意のアイテムを1つ失うことができる。そうしたら、任意のアイテム1つを獲得する。" },
      { name: "困りごとを解決", target: 5, effect: "成功時:任意のアイテム1つを獲得する。" }
    ]
  },
  "12": {
    tags: ["妖怪"],
    desc: `「悩み事を抱えた人間から慕われているお寺が、妖怪だらけだって知ったらどう思うのかなぁ。」（東風谷早苗）
      
    　人間の里から離れた場所にある禅寺です。戒律は厳しめで、御寺では殺生や飲酒が禁止されています。定期的に法会が行われており、人間達が集まってきます。法会は娯楽の少ない人間にとっては、ちょっとした楽しみとなっているようです。
    　しかし、いくら法会に通う人間であっても、出家を受け入れていません。何故なら住職の聖白蓮を始め、僧侶は全て妖怪だからです。彼女らは妖怪ならではの悩みを断ち切るために、命蓮寺で修行しているのです。命蓮寺は、元々は聖輦船という空を飛ぶ船でした。この聖輦船は、聖白蓮をお連れするための船であり、その船員達が今の命蓮寺の僧侶達です。つまり、命蓮寺自体、聖白蓮と彼女を慕う妖怪達のアジト、と言えるのです。そこに人間が入る余地はないのかもしれません。
     
    アドバイス
    【霊力】が増えるお寺です。目標値5の行為判定に成功する自信があるのでしたら、【やる気】を増やすことだって夢ではありません。《妖怪》は多くのキャラクターが持っている一般的なタグですので、行為判定に成功することにもそう不安はないでしょう。探索フェイズも終盤になって、【攻撃力】に不安のあるPCは、お寺に駆け込むのも悪くないかもしれませんね。`,
    events: [
      { name: "参拝者たちの話を聞く", target: 3, effect: "なし" },
      { name: "妖怪僧侶の説法を聞く", target: 4, effect: "成功時:【霊力】が「D6点」増加する。" },
      { name: "説法を乗っ取る", target: 5, effect: "成功時:【霊力】が「D6点」、【やる気】が「1点」増加する。" }
    ]
  },
  "13": {
    tags: ["森近霖之助への絆"],
    desc: `「世界をよく知る為に好奇心はあるんだ。だから僕らは嗜好品を手にする。」（森近霖之助）
    
    　魔法の森の近くに存在する古道具屋です。古道具屋とはいえ、通常買い取りは行っていません。売っている物は、外の世界から流れ着いた不要品の数々です。多くの物は用途不明で、一部の好事家を除いて訪れる客はいません。
    　店主の森近霖之助は商売のことは余り考えていないようです。どちらかというと偏屈な蒐集家で、珍しい商品が入荷したことを見せびらかすために店を開いている様に見えます。しかしほとんどの客は、商品をただのガラクタとしか思っていません。売っている物と言えば、ブラウン管テレビやラジカセ等の旧式の家電が多いです。もちろん幻想郷ではただの飾りですが、機械を扱う河童にはよく売れるようです。霖之助は人間ではないのですが、妖怪より人間側の味方になることが多く、特に魔理沙とは彼女の小さい頃から付き合いがあります。
     
    アドバイス
    他のスポットとは異なり、スポットの指定タグが絆となっているスポットです。絆を獲得するためには、一度このスポットで探索イベントを行う必要があります。店主の森近霖之助はPCとして選択できないため、「応援」をする機会に乏しい絆ですが、腐っても狭義のタグではない絆なので、修得しているスキルによっては面白い使い方ができることがあるかもしれません。`,
    events: [
      { name: "店主の話に相槌を打つ", target: 3, effect: "" },
      { name: "", target: 5, effect: `成功時:《森近霖之助への絆》を獲得する。
      失敗時:【やる気】が「1点」減少する。` },
    ]
  },
  "14A": {
    tags: ["仙人"],
    desc: `「道教は実のところ人間信仰だ。故に今は私が神である。我を崇めよ！」（豊聡耳神子）
    
    　元々は豊聡耳神子が眠っていた霊廟ですが、復活後は彼女が開いた道観になっています。神仙術で作られた仙界という、幻想郷とは別の世界に存在します。仙界は仙人のプライベート空間です。
    　人間の存在感が薄い幻想郷では、人間を超えようとする者も現れがちです。その受け皿となるのが、宗教です。道を誤ると妖怪の餌となったり怨霊化したりして、幻想郷の治安が悪化しかねません。道教を含む幻想郷の宗教には、それを正す力が有ります。神道はそうなる前に芽を摘み取り、仏教は人間らしさを取り戻させます。道教はというと、その欲望を尊重し、道を踏み外さずに人を超える事を推奨します。神霊廟には、世を捨て不老不死を目指す者が集まるそうですが、異次元の修行の難易度にみなすぐに脱走するそうです。
     
    アドバイス
    難易度3の行為判定に成功すれば、【霊力】が手に入る珍しいスポットです。その獲得量は「1点」しかありませんが、その「1点」があるだけで【攻撃力】が変わってくる、という状況は珍しくも無いでしょう。そんな時、道教の門をくぐるのは悪いことではないのかもしれません。`,
    events: [
      { name: "勧誘を断る", target: 3, effect: `成功時:【霊力】が「D6点」増加する。
      失敗時:【やる気】が「1点」減少する。` },
      { name: "仙人に悩みを話す", target: 4, effect: `成功時:【霊力】が「D6点」増加する。
      失敗時:【やる気】が「1点」減少する。` },
      { name: "仙人修行をする", target: 5, effect: "成功時:【霊力】が「D6点」増加する。" },
    ]
  },
  "dream": {
    tags: [""],
    desc: `「そいでさ。殺されかけたと思ったら殺そうとしている犯人も私だったのよ。え？　もちろん夢よ、夢の話。」（宇佐見菫子）
    
    　誰もが見る、あの夢の中です。頭の中だけに存在します。しかし、夢の支配者ドレミースイートが出てくると話が変わります。ユングの提唱する集合的無意識と似たような理由で、他の人間と共通した認識を持つことが可能になります。
    　夢というと、寝ているときに見るものの他に、自分の願望のことも指します。夢の世界は基本的には前者ですが、後者の影響がかなり強く出ます。共有化された夢の中で解き放たれた願望は当然、共存出来るとは限らず、時として夢の世界は現実より殺伐とします。また、人間より精神依存が強い妖怪にとっては、夢の世界の出来事は現実と同じか、それ以上の意味を持ちます。それ故に、夢の世界での戦いは必死です。もし夢の世界で負けてしまったら、それは完全敗北と同じなのかも知れません。
     
    アドバイス
    「自分と向き合う」は、自身への絆を得ることのできる、特異な探索イベントです。難易度は高いですが、狙ってみる価値は十分にあるでしょう。とはいえ、このスポットはそもそも訪れることが困難です。このスポットを活用したい場合は、まずはここへ訪れる方法を検討するべきでしょうね。`,
    events: [
      { name: "他人の夢に出る", target: 3, effect: `成功時:あなた以外の任意のPC1人のいるスポットに移動する。
      失敗時:ランダムなスポットに移動する。` },
      { name: "誰かの悪夢と戦う", target: 4, effect: `成功時:あなた以外の任意のPC1人のいるスポットに移動し、そのキャラクターへの絆を獲得する。
      失敗時:ランダムなスポットに移動する。` },
      { name: "自分と向き合う", target: 5, effect: `成功時:自身の【拠点】に移動し、自身への絆を獲得する。自身の【拠点】が「夢の世界」なら、任意のスポットに移動する。
      失敗時:ランダムなスポットに移動する。` },
    ]
  }
};
