export const SPOT_DETAILS = {
  "11": {
    tags: ["人間"],
    desc: "人間を襲う妖怪が跋扈する幻想郷の中で、人間が安全に暮らせる里です。幻想郷のほとんどの人間がここで暮らしている、幻想郷の中心的な場所です。日々、多くの商業活動、生産活動、文化活動が行われています。\n\nアドバイス\n幻想郷マップのほぼ中心に位置するスポットです。様々な方向へのルートが伸びており、人間の里を経由して他のスポットへアクセスすることも多いでしょう。良くも悪くも人妖それぞれにとって影響の大きいスポットですから、物語の展開上も、PCたちが訪れる機会の多い場所でもあるはずです。",
    events: [
      {
        name: "道行く人たちに聞き込み",
        target: 3,
        effect: "なし"
      },
      {
        name: "お店巡りをする",
        target: 4,
        effect: "成功時:所持している任意のアイテムを1つ失うことができる。そうしたら、任意のアイテム1つを獲得する。",
        onSuccess:[ { type: "OPTIONAL_TRADE", lose: "any", gain: "any", count: 1 } ]
      },
      {
        name: "困りごとを解決",
        target: 5,
        effect: "成功時:任意のアイテム1つを獲得する。",
        onSuccess:[ { type: "GAIN_ITEM", count: "1", item: "any"} ]
      }
    ]
  },
  "12": {
    tags: ["妖怪"],
    desc: "人間の里から離れた場所にある禅寺です。戒律は厳しめで、御寺では殺生や飲酒が禁止されています。定期的に法会が行われており、人間達が集まってきます。法会は娯楽の少ない人間にとっては、ちょっとした楽しみとなっているようです。\n\nアドバイス\n【霊力】が増えるお寺です。目標値5の行為判定に成功する自信があるのでしたら、【やる気】を増やすことだって夢ではありません。《妖怪》は一般的なタグですので、成功することにもそう不安はないでしょう。探索フェイズも終盤になって、【攻撃力】に不安のあるPCは、お寺に駆け込むのも悪くないかもしれませんね。",
    events: [
      {
        name: "参拝者たちの話を聞く",
        target: 3,
        effect: "なし"
      },
      {
        name: "妖怪僧侶の説法を聞く",
        target: 4,
        effect: "成功時:【霊力】が「D6点」増加する。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1D6" } ]
      },
      {
        name: "説法を乗っ取る",
        target: 5,
        effect: "成功時:【霊力】が「D6点」、【やる気】が「1点」増加する。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1D6" }, { type: "GAIN_MOTIVE", amount: "1" } ]
      }
    ]
  },
  "13": {
    tags: ["森近霖之助への絆"],
    desc: "魔法の森の近くに存在する古道具屋です。古道具屋とはいえ、通常買い取りは行っていません。売っている物は、外の世界から流れ着いた不要品の数々です。多くの物は用途不明で、一部の好事家を除いて訪れる客はいません。\n\nアドバイス\n他のスポットとは異なり、スポットの指定タグが絆となっているスポットです。絆を獲得するためには、一度このスポットで探索イベントを行う必要があります。店主の森近霖之助はPCとして選択できないため、「応援」をする機会に乏しい絆ですが、腐っても絆なので、修得しているスキルによっては面白い使い方ができるかもしれません。",
    events: [
      {
        name: "店主の話に相槌を打つ",
        target: 3,
        effect: "成功時:《森近霖之助への絆》を獲得する。\n失敗時:【やる気】が「1点」減少する。",
        onSuccess:[ { type: "GAIN_BOND", target: "森近霖之助" } ],
        onFailure:[ { type: "LOSE_MOTIVE", amount: "1" } ]
      },
      {
        name: "新商品に興味を持つ",
        target: 5,
        effect: "成功時:ランダムなアイテム1つと、《森近霖之助への絆》を獲得する。\n失敗時:【やる気】が「1点」減少する。",
        onSuccess:[ { type: "GAIN_ITEM", count: "1", item: "random" }, { type: "GAIN_BOND", target: "森近霖之助" } ],
        onFailure:[ { type: "LOSE_MOTIVE", amount: "1" } ]
      }
    ]
  },
  "14A": {
    tags: ["仙人"],
    desc: "元々は豊聡耳神子が眠っていた霊廟ですが、復活後は彼女が開いた道観になっています。神仙術で作られた仙界という、幻想郷とは別の世界に存在します。仙界は仙人のプライベート空間です。\n\nアドバイス\n難易度3の行為判定に成功すれば、【霊力】が手に入る珍しいスポットです。その獲得量は「1点」しかありませんが、その「1点」があるだけで【攻撃力】が変わってくる、という状況は珍しくも無いでしょう。",
    events: [
      {
        name: "勧誘を断る",
        target: 3,
        effect: "成功時:【霊力】が「1点」増加する。\n失敗時:【やる気】が「1点」減少する。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1" } ],
        onFailure:[ { type: "LOSE_MOTIVE", amount: "1" } ]
      },
      {
        name: "仙人に悩みを話す",
        target: 4,
        effect: "成功時:【霊力】が「D6点」増加する。\n失敗時:【やる気】が「1点」減少する。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1D6" } ],
        onFailure:[ { type: "LOSE_MOTIVE", amount: "1" } ]
      },
      {
        name: "仙人修行をする",
        target: 5,
        effect: "成功時:【霊力】が「D6点」増加する。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1D6" } ]
      }
    ]
  },
  "14B": {
    tags: ["妖怪"],
    desc: "人間の里の外にある廃墟。何処にあるのかは判らない。深い霧が出ていたり、吹雪になっていたりと視界が悪いときに、運がよければマヨヒガに辿り着くといわれています。マヨヒガにある物を何でも良いから持ち帰ると、その人は裕福になるという言い伝えがあります。\n\nアドバイス\n選べる探索イベントが1つしかないので、やれることもそう多くありません。ただ、目標値3の行為判定に成功するだけで【やる気】を獲得することができるので、そう悪いスポットでもありません。",
    events: [
      {
        name: "猫たちと戯れる",
        target: 3,
        effect: "成功時:【やる気】が「1点」増加する。",
        onSuccess:[ { type: "GAIN_MOTIVE", amount: "1" } ]
      }
    ]
  },
  "15": {
    tags: ["地霊殿"],
    desc: "山の麓にある間欠泉。定期的に熱水が噴き出し、周りには温泉が湧いている、幻想郷の一大観光地となっています。間欠泉は実は自然の物では無く人工物です。地下には間欠泉を噴き出す施設、間欠泉地下センターが存在します。\n\nアドバイス\n行為判定に成功しなくても【やる気】を獲得できるスポットです。「メルトダウンの危機を阻止する」の探索イベントの目標値は6で、同じ目標値の行為判定を求められるイベントは他にありません。失敗した時のリスクもかなり大きなイベントなので、よほど自信がある時以外は挑戦するべきではありません。",
    events: [
      {
        name: "裸の付き合い",
        target: 3,
        effect: "行為判定の成否にかかわらず【やる気】が「1点」増加する。",
        onAlways:[ { type: "GAIN_MOTIVE", amount: "1" } ]
      },
      {
        name: "メルトダウンの危機を阻止する",
        target: 6,
        effect: "成功時:ランダムなアイテム2つを獲得し、【やる気】が「1点」増加する。\n失敗時:【残り人数】が「1点」減少する。",
        onSuccess:[ { type: "GAIN_ITEM", count: "2", item: "random" }, { type: "GAIN_MOTIVE", amount: "1" } ],
        onFailure:[ { type: "LOSE_LIFE", amount: "1" } ]
      }
    ]
  },
  "16": {
    tags: ["妖精"],
    desc: "人間の里から遠く、窪地に一面の向日葵が生えている場所。辺りには木も生えてなく。太陽を遮る物は一切無い。人工的な物では無いが、妖怪か妖精がこの地をそう変えたのだと思われています。それだけ不自然な偏りを感じる場所です。\n\nアドバイス\n順当にアイテムを獲得することのできるスポットです。【Pアイテム】は、単に【霊力】を獲得する特殊効果などとは違って、他のキャラクターに渡して使ってもらうこともできるので、何かと便利ですし、「人間の里」や「霧雨魔法店」で別のアイテムに交換することもできます。訪れておいて損はないでしょう。",
    events: [
      {
        name: "花を愛でる",
        target: 3,
        effect: "なし"
      },
      {
        name: "妖精の相手をする",
        target: 4,
        effect: "成功時:【Pアイテム】を1つ獲得する。",
        onSuccess:[ { type: "GAIN_ITEM", count: "1", item: "Pアイテム" } ]
      },
      {
        name: "妖精を蹴散らす",
        target: 5,
        effect: "成功時:【Pアイテム】、【残機のかけら】、【スペルカードのかけら】のうちから1つ選んで獲得する。",
        onSuccess:[ { type: "GAIN_SELECT_ITEM", count: "1", select: ["Pアイテム", "残機のかけら", "スペカのかけら"] } ]
      }
    ]
  },
  "22": {
    tags: ["守矢神社"],
    desc: "妖怪の山にある神社。ここには八坂神奈子、洩矢諏訪子、東風谷早苗の三人の神様が住んでいます。近くに美しい湖があり、景勝地としても有名です。最近はロープウェイが完成し、人間の参拝客も増えました。典型的な現代の観光神社です。\n\nアドバイス\n妖怪の山エリアの最奥にあるスポットです。「命蓮寺」同様に【霊力】を獲得することができますが、立地が立地ですので命蓮寺より駆け込み神社としては使い勝手はよろしくないかもしれません。PCに洩矢諏訪子がいると、能力スキルの特殊効果によって、「人間の里」と簡単に行き来できるようになり、一気にアクセスがよくなります。",
    events: [
      {
        name: "境内を見回る",
        target: 3,
        effect: "なし"
      },
      {
        name: "守矢の神に二礼二拍手一礼",
        target: 4,
        effect: "成功時:【霊力】が「D6点」増加する。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1D6" } ]
      }
    ]
  },
  "23": {
    tags: ["河童"],
    desc: "妖怪の山の麓にある深さ数十メートル以上ある絶壁の渓谷です。崖も底も殆どが大角柱の岩で構成され、その見た目が亀の甲羅に見えることからこの名前が付いています。その規則正しい柱状節理は、妖怪の山が火山であることを物語っています。\n\nアドバイス\n行為判定の目標値が3の探索イベントが存在せず、【手がかり】が配置された際などは若干苦労するスポットです。目標値4の行為判定を求められる「河童たちと話す」も、なんのメリットも得られない探索イベントなので、旨味のないスポットと言えるでしょう。《河童》のタグを持つ河城にとりがいれば、彼女に探索を任せてしまうのがオススメです。",
    events: [
      {
        name: "河童たちと話す",
        target: 4,
        effect: "なし"
      },
      {
        name: "渓流ツアーに参加！",
        target: 5,
        effect: "成功時:【やる気】が「1点」増加する。",
        onSuccess:[ { type: "GAIN_MOTIVE", amount: "1" } ]
      }
    ]
  },
  "24": {
    tags: ["妖精"],
    desc: "妖怪の山の中にある小さい池。地図があっても辿り着くのが難しい程の深い森の中にある。ここには人間よりも大きなガマガエルが棲んでいると言われています。しかし、その姿を見たことある人間はおらず、妖怪の山の怪しい伝説の一つとなっています。\n\nアドバイス\n行為判定の目標値は3ですが、失敗するとアイテムを失ってしまいます。このスポットに【手がかり】が配置された際は、念のため、アイテムを持たないキャラクターが率先して探索イベントに臨むなどしたほうがよいかもしれません。《妖精》のタグは貴重なので、目標値が低いからと油断すると痛い目をみるかもしれませんよ。",
    events: [
      {
        name: "大蝦蟇にご挨拶",
        target: 3,
        effect: "失敗時:ランダムなアイテム1つを失う。",
        onFailure:[ { type: "LOSE_ITEM", count: "1", item: "random" } ]
      }
    ]
  },
  "25": {
    tags: ["妖怪"],
    desc: "妖怪の山の麓に広がる樹海です。冷えて固まった溶岩の上に木が生えている為か、曲がりくねった木が多くて不気味です。更に、ここに入ると確実に迷うので、人間も妖怪も近づきません。真っ当な人間や妖怪ならば……。\n\nアドバイス\nいいことのないスポットです。行為判定の目標値が易しい方の「樹海を彷徨う」の探索イベントでは、行為判定の成否に関わらず「足止め」を受けてしまうため、少なくとも【やる気】が2点以上あるPCか、目標値が5の行為判定に成功する気骨と《妖怪》のタグがあるPC以外は、たとえ【手がかり】が配置されていても気安く立ち入るべきではないでしょう。",
    events: [
      {
        name: "樹海を彷徨う",
        target: 3,
        effect: "行為判定の成否にかかわらず足止めを受ける。",
        onAlways:[ { type: "STOP_MOVEMENT" } ]
      },
      {
        name: "親切な厄神様に引き留められる",
        target: 5,
        effect: "なし"
      }
    ]
  },
  "26A": {
    tags: ["天狗"],
    desc: "玄武の沢の上流に存在する滝。九天の滝からは幻想郷中が見渡せます。美しい自然が残る妖怪の山の中でも、神々しさは最高峰でしょう。水量からも判るように、滝よりも上流になると夏でも雪が残るところが出てきます。\n\nアドバイス\n「妖怪の樹海」ほどではないですが、厄介なスポットです。ここの探索イベントを実行して行為判定に失敗すると「足止め」を受けてしまうのに、このスポットには行為判定の目標値が3の簡単な探索イベントはありません。《天狗》のタグを持つPCもそう多くないので、「足止め」を受ける可能性は「妖怪の樹海」以上かもしれません。",
    events: [
      {
        name: "天狗の迎撃に遭う",
        target: 4,
        effect: "失敗時:【霊力】が「6点」減少し、足止めを受ける。",
        onFailure:[ { type: "LOSE_REIRYOKU", amount: "6" }, { type: "STOP_MOVEMENT" } ]
      },
      {
        name: "天狗の愚痴に付き合う",
        target: 5,
        effect: "成功時:ランダムなスポット1箇所に【手がかり】を配置する。\n失敗時:【霊力】が「6点」減少し、足止めを受ける。",
        onSuccess:[ { type: "GAIN_CLUE", count: "1", spot: "random" } ],
        onFailure:[ { type: "LOSE_REIRYOKU", amount: "6" }, { type: "STOP_MOVEMENT" } ]
      }
    ]
  },
  "26B": {
    tags: ["神"],
    desc: "妖怪の山に存在する採掘場です。神代から眠る謎の鉱石、『龍珠』を掘り出す為に作られた坑道です。ムカデの妖怪が掘りまくったその洞窟は、縦横無尽に張り巡らされ長さは計り知れません。既に山の大きさよりも広いと見られ、恐らく、ただの地下洞窟ではないのでしょう。\n\nアドバイス\nアイテムを獲得するか、アイテムを失ってしまうスポットです。失敗時のデメリットが大きいため、探索は慎重に行うべきでしょう。一番簡単な探索イベントでは、このスポットに留まることもできません。このスポットに留まりたい場合は気を付けておきましょう。",
    events: [
      {
        name: "玉造部にお説教される",
        target: 3,
        effect: "行為判定の成否に関わらず、隣接する任意のスポットへ移動する。\n失敗時:所持しているランダムなアイテム1つを失い、【変調】1つを受ける。",
        onAlways:[ { type: "MOVE", spot: "adjacent" } ],
        onFailure:[ { type: "LOSE_ITEM", count: "1", item: "random" }, { type: "GAIN_BAD_STATUS" } ]
      },
      {
        name: "無酸素エリアの手前まで探検する",
        target: 4,
        effect: "成功時:ランダムなアイテム1つを獲得する。\n失敗時:所持しているランダムなアイテム1つを失い、【変調】1つを受ける。",
        onSuccess:[ { type: "GAIN_ITEM", count: "1", item: "random" } ],
        onFailure:[ { type: "LOSE_ITEM", count: "1", item: "random" }, { type: "GAIN_BAD_STATUS" } ]
      },
      {
        name: "奥深くで龍珠を掘る",
        target: 5,
        effect: "成功時:【霊力】を「D6点」と、ランダムなアイテム1つを獲得する。\n失敗時:所持しているランダムなアイテム1つを失い、【変調】1つを受ける。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1D6" }, { type: "GAIN_ITEM", count: "1", item: "random" } ],
        onFailure:[ { type: "LOSE_ITEM", count: "1", item: "random" }, { type: "GAIN_BAD_STATUS" } ]
      }
    ]
  },
  "33": {
    tags: ["紅魔館"],
    desc: "霧の湖の畔にある洋館。二人の吸血鬼が棲んでいます。吸血鬼は日の光を嫌うため、窓は少なめで、それも小さく、いつもカーテンが閉められています。外からは中の様子を窺うことはできず、人間が興味本位で近づく事はほぼ無いです。\n\nアドバイス\n【手がかり】を配置することのできる探索イベントを持つスポットです。失敗すると【やる気】が減少してしまいますが、【やる気】が1点の状態で臨めばノーリスクで挑戦することができます。幻想郷マップの外れにあるスポットなので、訪れた後のアクセスの悪さには注意しましょう。",
    events: [
      {
        name: "優雅にお茶会",
        target: 3,
        effect: "なし"
      },
      {
        name: "図書館で情報収集",
        target: 4,
        effect: "成功時:ランダムなスポット1箇所に【手がかり】を配置する。\n失敗時:【やる気】が「1点」減少する。",
        onSuccess:[ { type: "GAIN_CLUE", count: "1", spot: "random" } ],
        onFailure:[ { type: "LOSE_MOTIVE", amount: "1" } ]
      },
      {
        name: "半日メイド体験",
        target: 5,
        effect: "成功時:ランダムなスポット1箇所に【手がかり】を配置する。また、【やる気】が「1点」増加する。\n失敗時:【やる気】が「1点」減少する。",
        onSuccess:[ { type: "GAIN_CLUE", count: "1", spot: "random" }, { type: "GAIN_MOTIVE", amount: "1" } ],
        onFailure:[ { type: "LOSE_MOTIVE", amount: "1" } ]
      }
    ]
  },
  "34": {
    tags: ["妖精"],
    desc: "人里からかなり離れた場所にある湖。何故か昼になると常に霧に包まれている為、人間には存在自体も余り知られていません。湖には魚が棲んでいないので、人間にとっては利用価値が少ないというのもあります。その代わり、妖怪や妖精が居る事が多いようです。\n\nアドバイス\nアイテムを獲得することのできるスポットです。隣接するスポットに「霧雨魔法店」があるため、目当てのアイテムが獲得できなかった場合は、そちらに移動して「買い物をする」を行ってもよいでしょう。",
    events: [
      {
        name: "湖面を見つめて過ごす",
        target: 3,
        effect: "なし"
      },
      {
        name: "妖精の相手をする",
        target: 4,
        effect: "成功時:【Pアイテム】を1つ獲得する。",
        onSuccess:[ { type: "GAIN_ITEM", count: "1", item: "Pアイテム" } ]
      },
      {
        name: "釣りでもしてみる",
        target: 5,
        effect: "成功時:ランダムなアイテム1つを獲得する。",
        onSuccess:[ { type: "GAIN_ITEM", count: "1", item: "random" } ]
      }
    ]
  },
  "35A": {
    tags: ["幽霊"],
    desc: "幻想郷の外れに存在する共同墓地。縁者の居ない死者が埋葬されると言うが、不気味すぎて人間が近づく事は余りない為、実際に埋葬されることは少ないようです。最近は命蓮寺の墓地に無縁仏を埋葬する場所が出来て、ますます忘れ去られていく侘びしい場所です。\n\nアドバイス\n【やる気】に関連した探索イベントがありますが、行為判定に失敗すると肝心の【やる気】を失ってしまいます。【やる気】が「1点」の時に訪れればデメリットはないので、そんな時に一念発起して訪れるのなら悪い選択肢ではありません。",
    events: [
      {
        name: "荒涼とした景色に佇む",
        target: 3,
        effect: "失敗時:【やる気】が「1点」減少する。",
        onFailure:[ { type: "LOSE_MOTIVE", amount: "1" } ]
      },
      {
        name: "無縁仏に祈りを捧げる",
        target: 4,
        effect: "成功時:【やる気】が「1点」増加する。\n失敗時:【やる気】が「1点」減少する。",
        onSuccess:[ { type: "GAIN_MOTIVE", amount: "1" } ],
        onFailure:[ { type: "LOSE_MOTIVE", amount: "1" } ]
      },
      {
        name: "閻魔様に白黒つけてもらう",
        target: 5,
        effect: "成功時:【やる気】が「2点」増加する。\n失敗時:【やる気】が「1点」減少する。",
        onSuccess:[ { type: "GAIN_MOTIVE", amount: "2" } ],
        onFailure:[ { type: "LOSE_MOTIVE", amount: "1" } ]
      }
    ]
  },
  "35B": {
    tags: ["魔法使い"],
    desc: "魔法の森に存在する、マジックアイテムを扱う専門店……と言い張っていますが、実際には霧雨魔理沙の家です。マジックアイテムのコレクションは豊富で、一杯溜め込んでいるが、管理が雑なので本人も何処に何があるのか判らなくなってしまっています。\n\nアドバイス\n「買い物をする」の探索イベントは、不要なアイテムを交換することができる効果を持つ珍しい探索イベントです。「人間の里」にも同様の効果はありますが、あちらは行為判定の目標値が4を求められますので、成否に不安な方は、こちらで交換してしまってもよいでしょう。",
    events: [
      {
        name: "買い物をする",
        target: 3,
        effect: "成功時:任意のアイテム1つを失うことができる。そうしたら、ランダムなアイテム1つを獲得する。",
        onSuccess:[ { type: "OPTIONAL_TRADE", lose: "any", gain: "random", count: 1 } ]
      },
      {
        name: "貸していたものを回収",
        target: 5,
        effect: "成功時:ランダムなアイテム1つを獲得する。",
        onSuccess:[ { type: "GAIN_ITEM", count: "1", item: "random" } ]
      }
    ]
  },
  "36": {
    tags: ["魔法使い"],
    desc: "瘴気が漂う森。大気が滞留し、常に高い湿度を保っています。キノコにとって最良の環境で、森は見た事も無いキノコや腐生植物の宝庫となっています。地面まで日の光が届くことが少なく、人間はおろか、多くの妖怪も馴染めない劣悪な環境です。\n\nアドバイス\n【霊力】を獲得できますが、リスクも伴うスポットです。一度【変調】を獲得してしまうと、それを解除する方法は限られてしまうため、探索イベントの選択などは慎重になるのがいいでしょう。リスクを鑑みると、終盤に訪れるより、序盤に訪れてスタートダッシュの運試しをするのにちょうどいいスポットです。",
    events: [
      {
        name: "キノコ狩り",
        target: 3,
        effect: "成功時:【霊力】が「D6点」増加する。\n失敗時:ランダムな【変調】1つを獲得する。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1D6" } ],
        onFailure:[ { type: "GAIN_BAD_STATUS" } ]
      },
      {
        name: "危険な植物に襲われる",
        target: 4,
        effect: "成功時:【霊力】が「D6点」増加する。\n失敗時:【霊力】が「D6点」減少する。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1D6" } ],
        onFailure:[ { type: "LOSE_REIRYOKU", amount: "1D6" } ]
      },
      {
        name: "迷い込んだ人間(妖怪)を助ける",
        target: 5,
        effect: "成功時:【霊力】が「D6点」増加する。",
        onSuccess:[ { type: "GAIN_REIRYOKU", amount: "1D6" } ]
      }
    ]
  },
  "44": {
    tags: ["幽霊"],
    desc: "冥界に存在する大きなお屋敷です。閑静でゆったりとした空間に、幽霊のたゆたう平原、ここは幻想郷とは違う時間が流れているかのようです。ここからは生の華やかさも、侘び寂びも感じません。白玉楼からは、生も死も失い、静寂だけを感じます。\n\nアドバイス\n異世界エリアには珍しく、目立ったリスクのないスポットです。成功すると【やる気】や、【やる気】を獲得することのできる【お酒】を手に入れることができますので、【やる気】を手に入れて、幻想郷マップを活発に動き回りたい序盤に訪れるのがおすすめです。",
    events: [
      {
        name: "幽霊たちの身の上話に付き合う",
        target: 3,
        effect: "なし"
      },
      {
        name: "縁側でまったりする",
        target: 4,
        effect: "成功時:【やる気】が「1点」増加する。",
        onSuccess:[ { type: "GAIN_MOTIVE", amount: "1" } ]
      },
      {
        name: "不死の桜で花見酒",
        target: 5,
        effect: "成功時:【お酒】を1つ獲得し、【やる気】が1点増加する。",
        onSuccess:[ { type: "GAIN_ITEM", count: "1", item: "お酒" }, { type: "GAIN_MOTIVE", amount: "1" } ]
      }
    ]
  },
  "45": {
    tags: ["鬼"],
    desc: "旧地獄の中心にある歓楽街です。地獄としての機能は失って、堕落した霊や妖怪達の吹き溜まりとなっています。地獄時代の名残である時代劇の様な町並みや、近くに温泉街もあり、実は隠れた名所です。\n\nアドバイス\n【変調】を獲得する可能性の高い、リスクの非常に大きなスポットです。【変調】は一度獲得してしまうと解除する手段に乏しく、できることならこのスポットの探索イベントでは行為判定に失敗しないように入念に対策すべきでしょう。そうはいっても《鬼》のタグは極めて限られたPCしか持たないため、行為判定に失敗する可能性は低くありません。得られるものも少なくないスポットですが、あまり気安く立ち入るべきではないでしょう。",
    events: [
      {
        name: "ケンカの見物をする",
        target: 3,
        effect: "失敗時:ランダムな【変調】1つを獲得する。",
        onFailure:[ { type: "GAIN_BAD_STATUS" } ]
      },
      {
        name: "地獄の温泉を楽しむ",
        target: 4,
        effect: "行為判定の成否にかかわらず、【やる気】が「1点」増加する。\n失敗時:ランダムな【変調】1つを獲得する。",
        onAlways:[ { type: "GAIN_MOTIVE", amount: "1" } ],
        onFailure:[ { type: "GAIN_BAD_STATUS" } ]
      },
      {
        name: "朗らかに弾幕勝負",
        target: 5,
        effect: "行為判定の成否にかかわらず、【やる気】が「1点」増加する。\n成功時:【スペルカード】が「1点」増加する。\n失敗時:ランダムな【変調】1つを獲得する。",
        onAlways:[ { type: "GAIN_MOTIVE", amount: "1" } ],
        onSuccess:[ { type: "GAIN_SPELL", amount: "1" } ],
        onFailure:[ { type: "GAIN_BAD_STATUS" } ]
      }
    ]
  },
  "46A": {
    tags: ["地獄"],
    desc: "地獄の隣に存在する世界。動物霊達が支配する世界で、全てが弱肉強食の理に従っています。ここでは社畜のように働かされ、勿論労働基準法など存在しませんし、労働組合も存在しません。動物霊の世界は常に、喰うか喰われるか、なのです。\n\nアドバイス\n失敗すると【変調】を受ける可能性のある危険なスポットです。ただし、一度「組織のボスに面通しする」の探索イベントに成功すれば、指定タグである《地獄》のタグを一時的に得られるので、それ以後は危険性は多少下がります。強力な探索イベントを抱えるスポットでもあるので、うまく活用しましょう。",
    events: [
      {
        name: "抗争に巻き込まれる",
        target: 4,
        effect: "失敗時:ランダムな【変調】1つを獲得する。",
        onFailure:[ { type: "GAIN_BAD_STATUS" } ]
      },
      {
        name: "組織のボスに面通しする",
        target: 5,
        effect: "成功時:セッション中《地獄》のタグを得る。ランダムなスポット1箇所に【手がかり】を配置する。\n失敗時:ランダムな【変調】1つを獲得する。",
        onSuccess:[ { type: "GAIN_TAG", tag: "地獄" }, { type: "GAIN_CLUE", count: "1", spot: "random" } ],
        onFailure:[ { type: "GAIN_BAD_STATUS" } ]
      }
    ]
  },
  "46B": {
    tags: ["地霊殿"],
    desc: "旧地獄を管理している建物です。地獄時代の施設を利用している為、石造りの重苦しい建物です。ここの主人はステンドグラスを取り付け、旧灼熱地獄の赤い明かりを取り込みました。その結果、より重苦しい建物になってしまった様です。\n\nアドバイス\n「反則探偵を尋ねる」の探索イベントは、任意のスポットに【手がかり】を配置できる唯一無二の特殊効果を持ちます。ただしその分リスクも小さくありません。探索フェイズを進めていければ【手がかり】を得る機会は少なくはないので、どうしても必要な場合以外は、リスクのない「動物たちと戯れる」を選ぶことも選択肢の一つでしょう。",
    events: [
      {
        name: "動物たちと戯れる",
        target: 3,
        effect: "なし"
      },
      {
        name: "反則探偵を尋ねる",
        target: 5,
        effect: "行為判定の成否にかかわらず、【やる気】が「1点」減少する。\n成功時:任意のスポット1箇所に【手がかり】を配置する。",
        onAlways:[ { type: "LOSE_MOTIVE", amount: "1" } ],
        onSuccess:[ { type: "GAIN_CLUE", count: "1", spot: "any" } ]
      }
    ]
  },
  "55": {
    tags: ["永遠亭"],
    desc: "迷いの竹林に存在する豪華なお屋敷です。表向きには病院という事になっていますが、患者が自力で辿り着くことは殆どありません。メインは訪問です。しかし、訪問診療を依頼するために永遠亭を訪ねる事も難しいのです。\n\nアドバイス\n【変調】を解除することができる、唯一無二の特殊効果の探索イベントを持つスポットです。【変調】を獲得してしまった場合は、一にも二にもこのスポットへ急ぐことになるかもしれません。緊急時に備えて覚えておくとよいでしょう。逆に、【変調】を獲得していない時には、特段訪れるべきメリットのある探索イベントがありません。【手がかり】が配置されている場合も、訪れるのは後回しにしてしまってもよいかもしれません。",
    events: [
      {
        name: "兎と戯れる",
        target: 3,
        effect: "なし"
      },
      {
        name: "名医の診察を受ける",
        target: 4,
        effect: "行為判定の成否にかかわらず、任意の【変調】1つを失う。\n失敗時:任意のアイテム1つを失う。",
        onAlways:[ { type: "CURE_BAD_STATUS" } ],
        onFailure:[ { type: "LOSE_ITEM", count: "1", item: "any" } ]
      }
    ]
  },
  "56A": {
    tags: ["輝針城"],
    desc: "世にも奇妙な空飛ぶ逆転城。増長した小人族の欲望を、打ち出の小槌に願った結果生まれた建造物で、今は少名針妙丸の拠点です。城の中は余り快適では無い様で、彼女も外出していることが多く放置気味です。そのうち、空飛ぶ自然の塊に還るかも知れません。\n\nアドバイス\nアイテムを大量に失う可能性のある危険なスポットです。ただし、【妖器】はこのスポットでしか得られない貴重なアイテムで、その性能も折り紙つきです。アイテムを所持していない状態なら特にデメリットもないので、積極的に狙いに行ってもいいでしょう。",
    events: [
      {
        name: "付喪神たちと戯れる",
        target: 3,
        effect: "成功時:【やる気】が「1点」増加する。\n失敗時:所持しているアイテムを1つ失い、ランダムな【変調】1つを受ける。",
        onSuccess:[ { type: "GAIN_MOTIVE", amount: "1" } ],
        onFailure:[ { type: "LOSE_ITEM", count: "1", item: "any" }, { type: "GAIN_BAD_STATUS" } ]
      },
      {
        name: "城のリフォームを手伝う",
        target: 4,
        effect: "成功時:【やる気】が「1点」増加する。\n失敗時:所持しているランダムなアイテム1つを失う。",
        onSuccess:[ { type: "GAIN_MOTIVE", amount: "1" } ],
        onFailure:[ { type: "LOSE_ITEM", count: "1", item: "random" } ]
      },
      {
        name: "城の秘密を暴く",
        target: 5,
        effect: "成功時:【妖器】（使用すると1ラウンドの間【攻撃力】が1点増加する限定アイテム）を獲得し、【やる気】が「1点」増加する。\n失敗時:所持しているアイテムを全て失う。",
        onSuccess:[ { type: "GAIN_ITEM", count: "1", item: "妖器" }, { type: "GAIN_MOTIVE", amount: "1" } ],
        onFailure:[ { type: "LOSE_ITEM", count: "1", item: "all" } ]
      }
    ]
  },
  "56B": {
    tags: ["永遠亭"],
    desc: "人間の里に程よく近い所にある広大な竹林です。ここに入ると何故か迷います。これは同じような景色による目印の少なさや、視界の悪さ、竹の成長の早さ等に理由を求めることができます。しかし、それだけでは説明がつかない程、迷ってしまうのです。\n\nアドバイス\n「足止め」を受ける可能性がかなり多い危険なスポットです。「足止め」を受けてしまったPCは、次の自身のターンで移動できるスポット数に大きな制限を受けてしまうため、このスポットに立ち寄る場合は、2点以上の【やる気】を持つことがおすすめです。また、適当なアイテムを保持していれば、最低限「足止め」を受けないように行動することは可能なので、不要なアイテムを手に入れてから訪れるのもよいでしょう。",
    events: [
      {
        name: "竹林を彷徨う",
        target: 3,
        effect: "行為判定の成否にかかわらず、足止めを受ける。",
        onAlways:[ { type: "STOP_MOVEMENT" } ]
      },
      {
        name: "幸運の兎に出会う",
        target: 4,
        effect: "失敗時:所持しているランダムなアイテム1つを失う。所持しているアイテムがない場合、足止めを受ける。",
        onFailure:[ { type: "STOP_IF_NO_ITEM" }, { type: "LOSE_ITEM", count: "1", item: "random" } ]
      },
      {
        name: "親切な道案内に出会う",
        target: 5,
        effect: "なし"
      }
    ]
  },
  "66": {
    tags: [""],
    desc: "人間の里の東にある神社です。人間にとっても重要な場所の筈ですが、人間の里から離れていて、その参道は安全が保証されているとは言えません。そういうこともあって参拝客は決して多くはありません。博麗神社の巫女、博麗霊夢の生活は決して余裕のあるものではないようです。\n\nアドバイス\n「交流」の他に、PC間での絆を獲得することのできる便利なスポットです。特に、「文々。新聞表」の結果で、博麗神社にPCが集合することは珍しくないため、そのようなタイミングで「穏やかに過ごす」の探索イベントを行うなどすると、効果的に絆を獲得することができるでしょう。",
    events: [
      {
        name: "穏やかに過ごす",
        target: 3,
        effect: "成功時:同じスポットにいる任意のPC1人の絆を獲得する。",
        onSuccess:[ { type: "GAIN_BOND", target: "here" } ]
      },
      {
        name: "妖怪の噂を聞く",
        target: 5,
        effect: "成功時:ほかのスポットにいる任意のPC1人の絆を獲得する。",
        onSuccess:[ { type: "GAIN_BOND", target: "elsewhere" } ]
      }
    ]
  },
  "dream": {
    tags: [""],
    desc: "誰もが見る、あの夢の中です。頭の中だけに存在します。しかし、夢の支配者ドレミースイートが出てくると話が変わります。ユングの提唱する集合的無意識と似たような理由で、他の人間と共通した認識を持つことが可能になります。\n\nアドバイス\n「自分と向き合う」は、自身への絆を得ることのできる、特異な探索イベントです。難易度は高いですが、狙ってみる価値は十分にあるでしょう。とはいえ、このスポットはそもそも訪れることが困難です。このスポットを活用したい場合は、まずはここへ訪れる方法を検討するべきでしょうね。",
    events: [
      {
        name: "他人の夢に出る",
        target: 3,
        effect: "成功時:あなた以外の任意のPC1人のいるスポットに移動する。\n失敗時:ランダムなスポットに移動する。",
        onSuccess:[ { type: "MOVE", spot: "pc" } ],
        onFailure:[ { type: "MOVE", spot: "random" } ]
      },
      {
        name: "誰かの悪夢と戦う",
        target: 4,
        effect: "成功時:あなた以外の任意のPC1人のいるスポットに移動し、そのキャラクターへの絆を獲得する。\n失敗時:ランダムなスポットに移動する。",
        onSuccess:[ { type: "MOVE", spot: "pc", gainBond: true } ],
        onFailure:[ { type: "MOVE", spot: "random" } ]
      },
      {
        name: "自分と向き合う",
        target: 5,
        effect: "成功時:自身の【拠点】に移動し、自身への絆を獲得する。自身の【拠点】が「夢の世界」なら、任意のスポットに移動する。\n失敗時:ランダムなスポットに移動する。",
        onSuccess:[ { type: "MOVE", spot: "base_or_any" }, { type: "GAIN_BOND", target: "self" } ],
        onFailure:[ { type: "MOVE", spot: "random" } ]
      }
    ]
  }
};