export const RANDOM_ITEM_TABLE = {
  1: "お酒",
  2: "小銭",
  3: "お守り",
  4: "Pアイテム",
  5: "残機のかけら",
  6: "スペカかけら"
};

const HAPPENING_TABLE = {
  1: { title: "仲間が恋しい。", desc: "任意のPC1人を選ぶこと。あなたは強制的に、選んだPCのいるスポットに移動する。" },
  2: { title: "【拠点】が恋しい。", desc: "あなたは強制的にあなたの【拠点】に移動する。" },
  3: { title: "あれ？行き過ぎてしまったかも。", desc: "ダイスを1つ振り、あなたが今いるスポットから振った出目の分だけ離れた距離にあるスポット1つを選ぶこと。あなたはそのスポットに移動する。" },
  4: { title: "道に迷ってしまった。", desc: "あなたはD66を振って出た目と同じ番号のスポットに移動する。" },
  5: { title: "問題なし。", desc: "あなたは今いるスポットから6スポット分離れた距離までにある任意のスポットに移動する。" },
  6: { title: "「あなたは食べてもいい人類？」", desc: "通りがかりの妖怪に襲われた！\n（※今回は「問題なし」と同様に、6マス以内への移動として処理します）" },
};

export const BAD_STATUS_TABLE = {
  1: { name: "だるい", desc: "あなたの【やる気】は「1点」となり、いかなる処理によってもあなたの【やる気】は回復しなくなります。" },
  2: { name: "スランプ", desc: "いかなる処理によってもあなたの【霊力】は増加しなくなります。" },
  3: { name: "二日酔い", desc: "あなたはアイテムを使用することができません。" },
  4: { name: "怪我", desc: "あなたは自身が行う行為判定の判定ダイス数にかかわらず、行為判定の際にダイスを2つまでしか振ることができなくなります。" },
  5: { name: "不機嫌", desc: "あなたは絆を獲得することができなくなり、またすべてのキャラクターはあなたへの絆を獲得することができません。" },
  6: { name: "疲れた", desc: "あなたが自身のシーンの「移動」の処理で移動できる距離は1スポット分少なくなります。" },
};